Repository: tomolimo/formvalidation
Catalog: locales/*.po
Languages: cs_cz

source: Form Validation - Field
cs_cz: Ověření formuláře – kolonka

source: Form Validations
cs_cz: Ověřování formulářů

source: Form Validation - Form
cs_cz: Ověření formuláře – formulář

source: Form Validation - Page
cs_cz: Ověření formuláře – stránka

source: Type of item
cs_cz: Typ související položky

source: Fields
cs_cz: Kolonky

source: Field
cs_cz: Kolonka

source: Form
cs_cz: Formulář

source: Value CSS selector
cs_cz: Hodnota CSS selektoru

source: / CSS selector
cs_cz: / CSS selektor

source: Validation formula
cs_cz: Ověřovací vzorec

source: Force mand. sign
cs_cz: Vynutit povinnou sign

source: Mandatory sign formula
cs_cz: Vzorec povinné sign

source: Formula guidelines
cs_cz: Pokyny vzorce

source: Alternative value CSS selector
cs_cz: CSS selektor alternativní hodnoty

source: Error sign CSS selector
cs_cz: CSS selektor chybové sign

source: Force mandatory sign
cs_cz: Vynutit povinné sign

source: Page
cs_cz: Stránka

source: Forms
cs_cz: Formuláře

source: Item creation
cs_cz: Vytvoření položky

source: Massive actions
cs_cz: Masivní akce

source: Massive actions (Not available as V8JS is not loaded)
cs_cz: Masivní akce (není k dispozici jako V8JS není načten)

source: Formula (left empty to default to <b><i>true</i></b>)
cs_cz: Vzorec (ponechte pro použítí výchozího <b><i>true</i></b>)

source: Item type (example: Project)
cs_cz: Typ související položky (example: Project)

source: Pages
cs_cz: Stránky

source: Form Validation
cs_cz: Ověřování formulárů

source: Edit mode
cs_cz: Režim úprav

source: Edit mode (valid for current session only, will be reset at next login)
cs_cz: Režim úprav (platné pouze pro stávající sezení, při příštím přihlášení bude resetováno)
